Repository: rubofvil/CDNTaxReceipts
Catalog: taxreceipt_translate/for_use_civicrm_extensions_civitaxreceipt_*.po
Languages: es

source: Issue Tax Receipts
es: Emisión de recibos individuales

source: Issue Annual Tax Receipts
es: Emisión de recibos anuales

source: Contact Name
es: Nombre del contacto

source: Last Name, First Name
es: Apellido, nombre

source: You do not have permission to access this page
es: No tienes permisos para acceder a esta página

source: View Contact Summary for this Contact
es: Mostrar el extracto de este contacto

source: Back
es: Volver

source: Processing
es: Procesando

source: Selection required
es: Selección necesaria

source: Run in preview mode?
es: Ejecutar en formato de prueba?

source: Maximum of %1 tax receipt(s) were sent. Please repeat to continue processing.
es: El máximo de %1 de recibos(s) han sido enviados. Por favor repite para continuar el proceso.

source: %1 tax receipt(s) have been previewed. No receipts have been issued.
es: %1 de recibo(s) has sido previsualizados. Los recibos no han sido emitidos.

source: %1 tax receipt(s) were sent by email.
es: %1 de recibo(s) han sido enviados por email.

source: %1 tax receipt(s) need to be printed.
es: %1 de recibo(s) necesitan ser impresos.

source: %1 tax receipt(s) failed to process.
es: %1 de recibo(s) ha fallado en el proceso.

source: Thank you - %1!
es: Gracias - %1!

source: Authorized Signature
es: Firma autorizada

source: Tax Receipt
es: Recibo

source: CiviCRM CDN Tax Receipts
es: CiviCRM CDN Recibos

source: Issue Type
es: Tipo de emisión

source: Issue Method
es: Método de emisión

source: Receipt No.
es: Núm. de recibo

source: Receipt Amount
es: Cantidad del recibo

source: Financial Type
es: Tipo financiero

source: Use Advanced Eligibility (Hooks - Memory Intensive)
es: Uso avanzado (Hooks - Uso de memoria intensiva)

source: View Details of this Contribution
es: Ver los detalles de esta contribución

source: Configure CDN Tax Receipts
es: Configurar el CDN Recibos

source: Submit
es: Enviar

source: Organization Name
es: Nombre de la organización

source: Address Line 1
es: Dirección, linea 1

source: Address Line 2
es: Dirección, linea 2

source: Telephone
es: Teléfono

source: Charitable Registration Number
es: Número de registro de la caridad

source: Receipt Prefix
es: Prefijo del recibo

source: Authorized Signature Text
es: Firma autorzadora

source: Organization Logo
es: Logo de la organización

source: File size should be less than %1 MBytes (%2 bytes)
es: El tamaño del fichero deberia ser menor a %1 MBytes (%2 bytes)

source: Signature Image
es: Imagén de la firma

source: Watermark Image
es: Filigrana de la imagén

source: Setup in-kind receipts?
es: Configuración del tipo de recibos?

source: Send receipts by email?
es: Enviar recibos por email?

source: Email Subject
es: Asunto del correo

source: Email From
es: Email para

source: Archive Email
es: Archivar email

source: Email Message
es: Mensaje del Email

source: Your Tax Receipt
es: Tu recibo

source: Attached please find your official tax receipt for income tax purposes.
es: Adjunto encontrará el recibo oficial de impuestos para propósitos de impuestos.

source: Your settings have been saved.
es: Su configuración ha sido guardada.

source: Re-Issue Tax Receipt
es: Volver a emitir el recibo

source: Issue Tax Receipt
es: Emtir el recibo

source: This contribution is not tax deductible and/or not completed. No receipt has been issued.
es: Esta contribución no tiene tasas deducibles y/o no ha sido completada. No han sido emitidos los recibos.

source: Tax Receipt has been emailed to the contributor.
es: Los recibos has sido enviados por email al contribuyente.

source: Tax Receipt has been generated for printing.
es: El recibo ha sido generado para imprimir

source: Encountered an error. Tax receipt has not been issued.
es: Se ha encontrado un error. El recibo de las tasas no ha sido enviado.

source: File has expired. Please retrieve receipt from the email archive.
es: El fichero ha expirado. Por favor recupere el recibo del email.

source: Contact Id
es: Id del contacto

source: Name
es: Nombre

source: - select -
es: -selecciona-

source: Year
es: Año

source: Search
es: Búsqueda

source: Issue tax receipts for the %1 unreceipted contributions only.
es: La emisión de recibos solo para %1 de las contribuciones que no tienen recibos.

source: Issue tax receipts for all %1 contributions. Previously-receipted contributions will be marked 'duplicate'.
es: Recibos emitidos para % 1 de todas las aportaciones. Anteriormente contribuciones pagadas-se marcarán «duplicado».

source: Thank you for giving in %1!
es: Gracias por dar en %1!

source: Upgrade %1 to revision %2
es: Actualizada %1 para revisión %2

source: Edit Search Criteria
es: Editar el criterio de la búsqueda

source: Contributor Tag(s)
es: Tag(s) de contribuyente

source: Contributor Group(s)
es: Grupo de contribuyente(s)

source: Printed tax receipt
es: Recibo de las tasas impreso

source: Issued By
es: Emtido por

source: Issue Date
es: Fecha de la emisión

source: Method
es: Método

source: Type
es: Tipo

source: Amount
es: Cantidad

source: Contribution(s)
es: Contribucione(s)

source: A tax receipt has not been issued for this contribution.
es: Los recibos de las tasas no han sido emitidos para esta contribución.

source: Search results listings.
es: Busca el resultado de la lista.

source: <th>Tax Receipt Status</th> <th>Total</th> <th>Email</th> <th>Print</th>
es: <th>Estado del recibo de las tasas</th> <th>Total</th> <th>Email</th> <th>Impresos</th>

source: Not yet receipted
es: Todavía no se ha hecho el recibo

source: Already receipted
es: Recibo preparado

source: <p>Clicking 'Issue Tax Receipts' will issue the selected tax receipts. <strong>This action cannot be undone.</strong> Tax receipts will be logged for auditing purposes, and a copy of each receipt will be submitted to the tax receipt archive. <ul> <li>Email receipts will be emailed directly to the contributor.</li> <li>Print receipts will be compiled into a file for download. Please print and mail any receipts in this file.</li> </ul></p>
es: <p>Clickando "Genera recibo individual" emitiras los recibos seleccionados. <strong>Está acción no se puede deshacer.</strong> Las tasas de los recibos han sido registradas para propósitos de auditoria, y una copia de cada recibo ha sido enviada para archivar el recibo. <ul> <li>Los emails de los recibos se enviaran directamente al contribuyente.</li> <li>El impreso de los recibos sera unido en un fichero para descargar. Por favor imprime y envia por email los recibos de este mail.</li> </ul></p>

source: contacts. The summary below includes these contacts only.
es: contactos. El resumen de mas abajo incluye solo estos contactos.

source: <p>Clicking 'Issue Tax Receipts' will issue annual tax receipts for the selected year. Annual tax receipts are a sum total of all eligible contributions, received from the donor during the selected year, that have not been receipted individually.</p> <p>Only one annual tax receipt can be issued per donor, per year. If the donor has eligible contributions that were recorded after the annual receipt was issued, those contributions must be receipted one at a time. Use the Find Contributions action to issue those receipts.</p> <p><strong>This action cannot be undone.</strong> Tax receipts will be logged for auditing purposes, and a copy of each receipt will be submitted to the tax receipt archive. <ul> <li>Email receipts will be emailed directly to the contributor.</li> <li>Print receipts will be compiled into a file for download. Please print and mail any receipts in this file.</li> </ul></p>
es: <p> Clickando 'Tasas de recibos anuales' se tramitaran los recibos de las tasas anuales . Las tasas anuales son la suma total de las contribuciones seleccionables, recibidas por el contribuyente durante el año seleccionado, de las cuales no se ha generado recibo individual <p> Solo una tasa anual puede ser tramitada por contribuyente y por año. Si el donante ha selecciona contribuciones que has sido tramitadas como recibos anuales, solo se deberia generar el recibo una sola vez. <p><strong> Esta acción no se puede deshacer.</strong> Las tasas de los recibos sera registradas para procesos de auditoria, y una copia de cada recibo debe ser enviada y archivadas. <ul> <li> Existe la opción para que los contactos que contengan email se les envie directamente al contribuyente el recibo.</li> <li>Los recibos que se van a imprimir sera agrupados en un fichero para descargarse. Por favor imprime los recibos de este fichero.</li> </ul></p>

source: (Generates receipts marked 'preview', but does not issue the receipts. No logging or emails sent.)
es: (Generar el recibo marcado con 'previo', pero los recibos no serán enviados. Los recibos no han sido tramitados o los emails no han sido enviados.)
